Repository: vineetp13/vineetp13.github.io
Catalog: converse.js-1.0.2/locale/*/LC_MESSAGES/converse.po
Languages: ru

source: Close this chat box
ru: Закрыть это окно чата

source: Personal message
ru: Ваше сообщение

source: me
ru: Я

source: is typing
ru: набирает текст

source: has stopped typing
ru: перестал набирать

source: has gone away
ru: отошёл

source: Show this menu
ru: Показать это меню

source: Write in the third person
ru: Вписать третьего человека

source: Remove messages
ru: Удалить сообщения

source: Are you sure you want to clear the messages from this chat box?
ru: Вы уверены, что хотите очистить сообщения из окна чата?

source: has gone offline
ru: вышел из сети

source: is busy
ru: занят

source: Clear all messages
ru: Очистить все сообщения

source: Hide the list of occupants
ru: Спрятать список участников

source: Insert a smiley
ru: Вставить смайлик

source: Start a call
ru: Инициировать звонок

source: Contacts
ru: Контакты

source: Connecting
ru: Соединение

source: Password:
ru: Пароль:

source: Click here to log in anonymously
ru: Нажмите здесь, чтобы войти анонимно

source: Log In
ru: Войти

source: password
ru: пароль

source: Sign in
ru: Вход

source: I am %1$s
ru: Я %1$s

source: Click here to write a custom status message
ru: Редактировать произвольный статус

source: Click to change your chat status
ru: Изменить ваш статус

source: Custom status
ru: Произвольный статус

source: Save
ru: Сохранить

source: online
ru: на связи

source: busy
ru: занят

source: away for long
ru: отошёл надолго

source: away
ru: отошёл

source: Online
ru: В сети

source: Busy
ru: Занят

source: Away
ru: Отошёл

source: Offline
ru: Не в сети

source: Log out
ru: Выйти

source: Contact name
ru: Имя контакта

source: Search
ru: Поиск

source: Add
ru: Добавить

source: Click to add new chat contacts
ru: Добавить новый чат

source: Add a contact
ru: Добавть контакт

source: No users found
ru: Пользователи не найдены

source: Click to add as a chat contact
ru: Кликните, чтобы добавить контакт

source: Toggle chat
ru: Включить чат

source: Error
ru: Ошибка

source: Authenticating
ru: Авторизация

source: Authentication Failed
ru: Не удалось авторизоваться

source: Sorry, there was an error while trying to add
ru: Возникла ошибка при добавлении

source: This client does not allow presence subscriptions
ru: Программа не поддерживает уведомления о статусе

source: Click to restore this chat
ru: Кликните, чтобы развернуть чат

source: Minimized
ru: Свёрнуто

source: Minimize this chat box
ru: Свернуть окно чата

source: Message
ru: Сообщение

source: Error: could not execute the command
ru: Ошибка: невозможно выполнить команду

source: Error: the "
ru: Ошибка: "

source: Are you sure you want to clear the messages from this room?
ru: Вы уверены, что хотите очистить сообщения из этого чата?

source: Change user's affiliation to admin
ru: Дать права администратора

source: Ban user from room
ru: Забанить пользователя в этом чате.

source: Change user role to occupant
ru: Изменить роль пользователя на "участник"

source: Kick user from room
ru: Удалить пользователя из чата.

source: Grant membership to a user
ru: Сделать пользователя участником

source: Remove user's ability to post messages
ru: Запретить отправку сообщений

source: Change your nickname
ru: Изменить свой псевдоним

source: Grant moderator role to user
ru: Предоставить права модератора пользователю

source: Grant ownership of this room
ru: Предоставить права владельца на этот чат

source: Revoke user's membership
ru: Отозвать членство пользователя

source: Allow muted user to post messages
ru: Разрешить заглушенным пользователям отправлять сообщения

source: Cancel
ru: Отменить

source: An error occurred while trying to save the form.
ru: При сохранение формы произошла ошибка.

source: This chatroom requires a password
ru: Для доступа в чат необходим пароль.

source: Password:
ru: Пароль:

source: Submit
ru: Отправить

source: This room is not anonymous
ru: Этот чат не анонимный

source: This room now shows unavailable members
ru: Этот чат показывает недоступных собеседников

source: This room does not show unavailable members
ru: Этот чат не показывает недоступных собеседников

source: Non-privacy-related room configuration has changed
ru: Изменились настройки чата, не относящиеся к приватности

source: Room logging is now enabled
ru: Протокол чата включен

source: Room logging is now disabled
ru: Протокол чата выключен

source: This room is now non-anonymous
ru: Этот чат больше не анонимный

source: This room is now semi-anonymous
ru: Этот чат частично анонимный

source: This room is now fully-anonymous
ru: Этот чат стал полностью анонимный

source: A new room has been created
ru: Появился новый чат

source: You have been banned from this room
ru: Вам запрещено подключатся к этому чату

source: You have been kicked from this room
ru: Вас выкинули из чата

source: You have been removed from this room because of an affiliation change
ru: Вас удалили из-за изменения прав

source: You have been removed from this room because the room has changed to members-only and you're not a member
ru: Вы отключены от чата, потому что он теперь только для участников

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
ru: Вы отключены от этого чата, потому что службы чатов отключилась.

source: <strong>%1$s</strong> has been banned
ru: <strong>%1$s</strong> забанен

source: <strong>%1$s</strong> has been kicked out
ru: <strong>%1$s</strong> выкинут

source: <strong>%1$s</strong> has been removed because of an affiliation change
ru: <strong>%1$s</strong> удалён, потому что изменились права

source: <strong>%1$s</strong> has been removed for not being a member
ru: <strong>%1$s</strong> удалён, потому что не участник

source: Your nickname has been automatically changed to: <strong>%1$s</strong>
ru: Ваш псевдоним автоматически изменён на: <strong>%1$s</strong>

source: Your nickname has been changed to: <strong>%1$s</strong>
ru: Ваш псевдоним изменён на: <strong>%1$s</strong>

source: You are not on the member list of this room
ru: Вы не участник этого чата

source: No nickname was specified
ru: Вы не указали псевдоним

source: You are not allowed to create new rooms
ru: Вы не имеете права создавать чаты

source: Your nickname doesn't conform to this room's policies
ru: Псевдоним запрещён правилами чата

source: Your nickname is already taken
ru: Этот псевдоним уже занят другим пользователем

source: This room does not (yet) exist
ru: Этот чат не существует

source: Topic set by %1$s to: %2$s
ru: Тема %2$s устатновлена %1$s

source: This user is a moderator
ru: Модератор

source: This user can send messages in this room
ru: Собеседник

source: This user can NOT send messages in this room
ru: Пользователь не может посылать сообщения в этот чат

source: Invite
ru: Пригласить

source: Occupants
ru: Участники:

source: You are about to invite %1$s to the chat room "%2$s".
ru: Вы собираетесь пригласить %1$s в чат "%2$s".

source: You may optionally include a message, explaining the reason for the invitation.
ru: Вы можете дополнительно вставить сообщение, объясняющее причину приглашения.

source: Room name
ru: Имя чата

source: Nickname
ru: Псевдоним

source: Server
ru: Сервер

source: Join Room
ru: Присоединться к чату

source: Show rooms
ru: Показать чаты

source: Rooms
ru: Чаты

source: No rooms on %1$s
ru: Нет чатов %1$s

source: Rooms on %1$s
ru: Чаты %1$s:

source: Click to open this room
ru: Зайти в чат

source: Show more information on this room
ru: Показать больше информации об этом чате

source: Description:
ru: Описание:

source: Occupants:
ru: Участники:

source: Features:
ru: Свойства:

source: Requires authentication
ru: Требуется авторизация

source: Hidden
ru: Скрыто

source: Requires an invitation
ru: Требуется приглашение

source: Moderated
ru: Модерируемая

source: Non-anonymous
ru: Не анонимная

source: Open room
ru: Открыть чат

source: Permanent room
ru: Постоянный чат

source: Public
ru: Публичный

source: Semi-anonymous
ru: Частично анонимный

source: Temporary room
ru: Временный чат

source: Unmoderated
ru: Немодерируемый

source: %1$s has invited you to join a chat room: %2$s
ru: %1$s пригласил вас в чат: %2$s

source: %1$s has invited you to join a chat room: %2$s, and left the following reason: "%3$s"
ru: %1$s пригласил вас в чат: %2$s, по следующей причине: "%3$s"

source: Re-establishing encrypted session
ru: Восстанавливается зашифрованная сессия

source: Generating private key.
ru: Генерируется секретный ключ

source: Your browser might become unresponsive.
ru: Ваш браузер может зависнуть.

source: Authentication request from %1$s Your chat contact is attempting to verify your identity, by asking you the question below. %2$s
ru: Аутентификационный запрос %1$s Ваш контакт из чата пытается проверить вашу подлинность, задав вам следующий котрольный вопрос. %2$s

source: Could not verify this user's identify.
ru: Не удалось проверить подлинность этого пользователя.

source: Exchanging private key with contact.
ru: Обмен секретным ключом с контактом.

source: Your messages are not encrypted anymore
ru: Ваши сообщения больше не шифруются

source: Your contact has ended encryption on their end, you should do the same.
ru: Ваш контакт закончил шифрование у себя, вы должны сделать тоже самое.

source: Your message could not be sent
ru: Ваше сообщение не отправлено

source: We received an unencrypted message
ru: Вы получили незашифрованное сообщение

source: We received an unreadable encrypted message
ru: Вы получили нечитаемое зашифрованное сообщение

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
ru: Вот отпечатки, пожалуйста подтвердите их с помощью %1$s вне этого чата. Отпечатки для Вас, %2$s: %3$s Отпечаток для %1$s: %4$s Если вы удостоверились, что отпечатки совпадают, нажмите OK; если нет нажмите Отмена

source: You will be prompted to provide a security question and then an answer to that question. Your contact will then be prompted the same question and if they type the exact same answer (case sensitive), their identity will be verified.
ru: Вам будет предложено создать контрольный вопрос и ответ на этот вопрос. Вашему контакту будет задан этот вопрос, и если ответы совпадут (с учётом регистра), его подлинность будет подтверждена.

source: What is your security question?
ru: Введите секретный вопрос

source: What is the answer to the security question?
ru: Ответ на секретный вопрос

source: Invalid authentication scheme provided
ru: Некоррекная схема аутентификации

source: Your messages are not encrypted. Click here to enable OTR encryption.
ru: Ваши сообщения не шифруются. Нажмите здесь, чтобы настроить шифрование.

source: Your contact has closed their end of the private session, you should do the same
ru: Ваш контакт закрыл свою часть приватной сессии, вы должны сделать тоже самое.

source: End encrypted conversation
ru: Закончить шифрованную беседу

source: Refresh encrypted conversation
ru: Обновить шифрованную беседу

source: Start encrypted conversation
ru: Начать шифрованный разговор

source: Verify with fingerprints
ru: Проверить при помощи отпечатков

source: Verify with SMP
ru: Проверить при помощи SMP

source: What's this?
ru: Что это?

source: unencrypted
ru: не зашифровано

source: unverified
ru: не проверено

source: verified
ru: проверено

source: finished
ru: закончено

source: e.g. conversejs.org
ru: например, conversejs.org

source: Fetch registration form
ru: Получить форму регистрации

source: Tip: A list of public XMPP providers is available
ru: Совет. Список публичных XMPP провайдеров доступен

source: here
ru: здесь

source: Register
ru: Регистрация

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
ru: К сожалению, провайдер не поддерживает регистрацию аккаунта через клиентское приложение. Пожалуйста попробуйте выбрать другого провайдера.

source: Requesting a registration form from the XMPP server
ru: Запрашивается регистрационная форма с XMPP сервера

source: Something went wrong while establishing a connection with "%1$s". Are you sure it exists?
ru: Что-то пошло не так при установке связи с "%1$s". Вы уверены, что такой адрес существует?

source: Now logging you in
ru: Осуществляется вход

source: Registered successfully
ru: Зарегистрирован успешно

source: Return
ru: Назад

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
ru: Провайдер отклонил вашу попытку зарегистрироваться. Пожалуйста, проверьте, правильно ли введены значения.

source: This contact is busy
ru: Занят

source: This contact is online
ru: В сети

source: This contact is offline
ru: Не в сети

source: This contact is unavailable
ru: Недоступен

source: This contact is away for an extended period
ru: Надолго отошёл

source: This contact is away
ru: Отошёл

source: Click to hide these contacts
ru: Кликните, чтобы спрятать эти контакты

source: Groups
ru: Группы

source: My contacts
ru: Контакты

source: Pending contacts
ru: Собеседники, ожидающие авторизации

source: Contact requests
ru: Запросы на авторизацию

source: Ungrouped
ru: Несгруппированные

source: Click to remove this contact
ru: Удалить контакт

source: Click to accept this contact request
ru: Кликните, чтобы принять запрос этого контакта

source: Click to decline this contact request
ru: Кликните, чтобы отклонить запрос этого контакта

source: Click to chat with this contact
ru: Кликните, чтобы начать общение

source: Name
ru: Имя

source: Are you sure you want to remove this contact?
ru: Вы уверены, что хотите удалить этот контакт?

source: Sorry, there was an error while trying to remove
ru: Возникла ошибка при удалении

source: Are you sure you want to decline this contact request?
ru: Вы уверены, что хотите отклонить запрос от этого контакта?
